Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Use the controls above, or fire a hook. What the plugin asks the keyboard for shows up here.
de: Nutze die Bedienelemente oben oder löse einen Hook aus. Was das Plugin von der Tastatur verlangt, erscheint hier.
es: Usa los controles de arriba o dispara un hook. Lo que el plugin le pide al teclado aparece aquí.
et: Kasuta ülal olevaid juhtelemente või käivita haak. Siin näed, mida pistikprogramm klaviatuurilt palub.
fr: Utilisez les commandes ci-dessus, ou déclenchez un hook. Ce que le plugin demande au clavier s'affiche ici.
hu: Használd a fenti vezérlőket, vagy indíts el egy horogpontot. Itt jelenik meg, mit kér a bővítmény a billentyűzettől.
it: Usa i controlli qui sopra, o attiva un hook. Ciò che il plugin chiede alla tastiera compare qui.
ja: 上のコントロールを使うか、フックを起動してください。プラグインがキーボードに求めたことがここに表示されます。
ko: 위의 컨트롤을 사용하거나 훅을 실행해 보세요. 플러그인이 키보드에 요청한 내용이 여기에 표시됩니다.
ms: Gunakan kawalan di atas, atau cetuskan cangkuk. Apa yang plugin minta daripada papan kekunci muncul di sini.
pt: Use os controlos acima ou dispare um hook. O que o plugin pede ao teclado aparece aqui.
ru: Используйте элементы выше или вызовите хук. Здесь появится то, что плагин запросил у клавиатуры.
zh_hans: 使用上方的控件，或触发一个钩子。插件向键盘提出的请求会显示在这里。

source: Use the current value or a saved profile. Edit structured settings on their usual Clink screen, then capture them here.
de: Verwende den aktuellen Wert oder ein gespeichertes Profil. Bearbeite strukturierte Einstellungen auf ihrer gewohnten Clink-Seite und übernimm sie dann hier.
es: Usa el valor actual o un perfil guardado. Edita los ajustes estructurados en su pantalla habitual de Clink y cópialos aquí.
et: Kasuta praegust väärtust või salvestatud profiili. Muuda liitseadeid nende tavalisel Clinki lehel ja võta need siin üle.
fr: Utilise la valeur actuelle ou un profil enregistré. Modifie les réglages structurés dans leur écran Clink habituel, puis copie-les ici.
hu: Használd a jelenlegi értéket vagy egy mentett profilt. A strukturált beállításokat a szokásos Clink-képernyőn szerkeszd, majd vedd át itt.
it: Usa il valore attuale o un profilo salvato. Modifica le impostazioni strutturate nella schermata Clink abituale, poi acquisiscile qui.
ja: 現在の値または保存済みのプロファイルを使用します。複合的な設定は通常のClink画面で編集し、ここで取り込んでください。
ko: 현재 값이나 저장된 프로필을 사용하세요. 구조화된 설정은 기존 Clink 화면에서 편집한 후 여기로 가져오세요.
ms: Gunakan nilai semasa atau profil tersimpan. Edit tetapan berstruktur pada skrin Clink biasanya, kemudian salin ke sini.
pt: Usa o valor atual ou um perfil guardado. Edita as definições estruturadas no ecrã habitual do Clink e captura-as aqui.
ru: Используйте текущее значение или сохранённый профиль. Измените составные настройки на обычном экране Clink, затем скопируйте их сюда.
zh_hans: 使用当前值或已保存的配置。在 Clink 原有设置页面编辑结构化设置，然后在此获取。

source: Uses your exact tap location to pick the right word
de: Nutzt deine genaue Tipp-Position, um das richtige Wort zu wählen
es: Usa la posición exacta de tu toque para elegir la palabra correcta
et: Kasutab sinu täpset vajutuskohta, et õige sõna valida
fr: Se sert de l'emplacement exact de ton appui pour choisir le bon mot
hu: A pontos koppintási helyedet használja a megfelelő szó kiválasztásához
it: Usa la posizione esatta del tuo tocco per scegliere la parola giusta
ja: タップした正確な位置を使って、正しい単語を選びます
ko: 정확한 탭 위치를 써서 알맞은 단어를 골라요
ms: Guna lokasi tepat ketikan anda untuk pilih perkataan yang betul
pt: Usa a localização exata do teu toque para escolher a palavra certa
ru: Использует точное место нажатия, чтобы выбрать нужное слово
zh_hans: 用你精确的点按位置来挑对的词

source: Value
de: Wert
es: Valor
et: Väärtus
fr: Valeur
hu: Érték
it: Valore
ja: 値
ko: 값
ms: Nilai
pt: Valor
ru: Значение
zh_hans: 数值

source: Variables
de: Variablen
et: Muutujad
hu: Változók
it: Variabili
ja: 変数
ko: 변수
ms: Pemboleh ubah
pt: Variáveis
ru: Переменные
zh_hans: 变量

source: Variant
de: Variante
es: Variante
fr: Variante
hu: Változat
it: Variante
ja: バリアント
ko: 변형
ms: Varian
pt: Variante
ru: Вариант
zh_hans: 变体

source: Veil
de: Schleier
es: Velo
et: Loor
fr: Voile
hu: Fátyol
it: Velo
ja: ヴェール
ko: 베일
ms: Tabir
pt: Véu
ru: Вуаль
zh_hans: 薄纱

source: Version %@ is ready to install.
de: Version %@ ist bereit zur Installation.
es: La versión %@ está lista para instalarse.
et: Versioon %@ on installimiseks valmis.
fr: La version %@ est prête à être installée.
hi: संस्करण %@ इंस्टॉल करने के लिए तैयार है।
hu: A %@ verzió készen áll a telepítésre.
it: La versione %@ è pronta per l’installazione.
ja: バージョン %@ をインストールできます。
ko: 버전 %@을 설치할 수 있습니다.
ms: Versi %@ sedia untuk dipasang.
ne: संस्करण %@ स्थापना गर्न तयार छ।
pt: A versão %@ está pronta para instalar.
ru: Версия %@ готова к установке.
tr: %@ sürümü yüklenmeye hazır.
zh_hans: 版本 %@ 已可安装。

source: Vertical
de: Vertikal
et: Vertikaalne
hu: Függőleges
it: Verticale
ja: 縦
ko: 세로
ms: Menegak
ru: Вертикально
zh_hans: 垂直

source: Vertical gap between rows of keys.
de: Vertikaler Abstand zwischen den Tastenreihen.
es: Espacio vertical entre las filas de teclas.
et: Vertikaalne vahe klahvide ridade vahel.
fr: Espace vertical entre les rangées de touches.
hu: Függőleges rés a billentyűsorok között.
it: Spazio verticale tra le righe di tasti.
ja: キーの行と行のあいだの縦の間隔です。
ko: 키 행 사이의 세로 간격.
ms: Jurang menegak antara baris kekunci.
pt: Espaço vertical entre as filas de teclas.
ru: Вертикальный зазор между рядами клавиш.
zh_hans: 按键行之间的上下间距。

source: Vertical position
de: Vertikale Position
es: Posición vertical
et: Vertikaalne asend
fr: Position verticale
hu: Függőleges helyzet
it: Posizione verticale
ja: 垂直方向の位置
ko: 세로 위치
ms: Kedudukan menegak
pt: Posição vertical
ru: Положение по вертикали
zh_hans: 垂直位置

source: Vertical stack
de: Vertikaler Stapel
es: Pila vertical
et: Vertikaalne virn
fr: Empilement vertical
hu: Függőleges verem
it: Pila verticale
ja: 縦方向スタック
ko: 세로 스택
ms: Tindanan menegak
pt: Pilha vertical
ru: Вертикальный стек
zh_hans: 纵向堆叠

source: Vibrate at each character
de: Bei jedem überquerten Zeichen vibrieren
es: Vibrar al pasar cada carácter
et: Vibreeri iga läbitud märgi juures
fr: Vibrer à chaque caractère franchi
hi: हर अक्षर पार करते समय कंपन करें
hu: Rezgés minden átlépett karakternél
it: Vibra a ogni carattere superato
ja: 文字をまたぐたびに振動
ko: 글자를 지날 때마다 진동
ms: Bergetar pada setiap aksara yang dilalui
ne: प्रत्येक वर्ण पार गर्दा कम्पन गर्नुहोस्
pt: Vibrar a cada caráter percorrido
ru: Вибрировать при прохождении каждого символа
tr: Her karakter geçişinde titre
zh_hans: 每经过一个字符时振动

source: Vibrate when cursor mode starts
de: Beim Start des Cursormodus vibrieren
es: Vibrar al iniciar el modo cursor
et: Vibreeri kursorirežiimi käivitumisel
fr: Vibrer au démarrage du mode curseur
hu: Rezgés a kurzormód indításakor
it: Vibra all'avvio della modalità cursore
ja: カーソルモード開始時に振動
ko: 커서 모드가 시작될 때 진동
ms: Getar apabila mod kursor bermula
pt: Vibrar ao iniciar o modo de cursor
ru: Вибрировать при запуске режима курсора
zh_hans: 光标模式启动时振动

source: Vietnamese input
de: Vietnamesische Eingabe
es: Entrada vietnamita
et: Vietnami sisestus
fr: Saisie vietnamienne
hu: Vietnámi bevitel
it: Input vietnamita
ja: ベトナム語入力
ko: 베트남어 입력
ms: Input Vietnam
pt: Entrada vietnamita
ru: Вьетнамский ввод
zh_hans: 越南语输入

source: View on GitHub
de: Auf GitHub ansehen
es: Ver en GitHub
et: Vaata GitHubis
fr: Voir sur GitHub
hi: GitHub पर देखें
hu: Megtekintés a GitHubon
it: Vedi su GitHub
ja: GitHubで見る
ko: GitHub에서 보기
ms: Lihat di GitHub
ne: GitHub मा हेर्नुहोस्
pt: Ver no GitHub
ru: Смотреть на GitHub
tr: GitHub'da görüntüle
zh_hans: 在 GitHub 上查看

source: View on the App Store
de: Im App Store ansehen
es: Ver en el App Store
et: Vaata App Store’is
fr: Voir sur l’App Store
hu: Megtekintés az App Store-ban
it: Visualizza sull’App Store
ja: App Storeで見る
ko: App Store에서 보기
ms: Lihat di App Store
pt: Ver na App Store
ru: Открыть в App Store
zh_hans: 在 App Store 中查看

source: Violet
de: Violett
es: Violeta
et: Violetne
hu: Ibolya
it: Viola
ja: バイオレット
ko: 보라
ms: Ungu
pt: Violeta
ru: Фиолетовый
zh_hans: 紫罗兰

source: Visit %@
de: %@ besuchen
es: Ir a %@
et: Külasta %@
fr: Aller sur %@
hu: Irány a %@
it: Vai su %@
ja: %@を開く
ko: %@ 방문
ms: Lawati %@
pt: Ir a %@
ru: Открыть %@
zh_hans: 访问%@

source: Voice Typing
de: Spracheingabe
es: Dictado por voz
et: Häälsisestus
fr: Dictée vocale
hu: Hangbevitel
it: Dettatura vocale
ja: 音声入力
ko: 음성 입력
ms: Menaip dengan suara
pt: Ditado por voz
ru: Голосовой ввод
zh_hans: 语音输入

source: Voice only
de: Nur Sprache
es: Solo voz
et: Ainult hääl
fr: Voix uniquement
hu: Csak hang
it: Solo voce
ja: 音声のみ
ko: 음성 전용
ms: Suara sahaja
pt: Só voz
ru: Только голос
zh_hans: 仅语音

source: Voice only turns Clink into one dictation screen. Everything else keeps working, it's just out of the way.
de: „Nur Sprache“ macht aus Clink einen einzigen Diktat-Bildschirm. Alles andere funktioniert weiter, es ist nur nicht mehr im Weg.
es: Solo voz convierte Clink en una única pantalla de dictado. Todo lo demás sigue funcionando, solo que apartado.
et: Ainult hääl muudab Clinki üheks dikteerimise ekraaniks. Kõik muu töötab edasi, lihtsalt tee pealt.
fr: Voix uniquement transforme Clink en un seul écran de dictée. Tout le reste continue de fonctionner, simplement hors du chemin.
hu: A Csak hang egyetlen diktáló képernyővé alakítja a Clinket. Minden más működik tovább, csak nincs útban.
it: Solo voce trasforma Clink in un'unica schermata di dettatura. Tutto il resto continua a funzionare, semplicemente non è tra i piedi.
ja: 「音声のみ」にすると、Clink は口述入力の画面ひとつになります。ほかの機能もそのまま動きますが、表には出ません。
ko: ‘음성 전용’을 켜면 Clink가 받아쓰기 화면 하나가 됩니다. 나머지도 계속 작동하고, 화면에서만 빠져 있어요.
ms: Suara sahaja menjadikan Clink satu skrin imlak. Yang lain terus berfungsi, cuma tidak menghalang.
pt: O Só voz transforma o Clink num único ecrã de ditado. Tudo o resto continua a funcionar, só está fora do caminho.
ru: «Только голос» превращает Clink в один экран диктовки. Всё остальное продолжает работать, просто не мозолит глаза.
zh_hans: 开启“仅语音”，Clink 就变成一块口述屏幕。其余功能照常工作，只是不再挡路。

source: Voice typing and the AI tools work in every app. The keys work here in Clink. Get Pro to type on them everywhere else.
de: Spracheingabe und die KI-Werkzeuge funktionieren in jeder App. Die Tasten funktionieren hier in Clink. Mit Pro tippst du überall sonst auf ihnen.
es: El dictado y las herramientas de IA funcionan en todas las apps. Las teclas funcionan aquí en Clink. Con Pro escribes con ellas en todas partes.
et: Häälsisestus ja TI-tööriistad töötavad igas rakenduses. Klahvid töötavad siin Clinkis. Pro-ga tipid neil kõikjal mujal.
fr: La dictée et les outils d'IA fonctionnent dans toutes les apps. Les touches fonctionnent ici, dans Clink. Avec Pro, tu tapes dessus partout ailleurs.
hu: A hangbevitel és az MI-eszközök minden appban működnek. A billentyűk itt, a Clinkben működnek. A Próval mindenhol máshol is gépelhetsz rajtuk.
it: La dettatura e gli strumenti IA funzionano in ogni app. I tasti funzionano qui in Clink. Con Pro ci scrivi ovunque.
ja: 音声入力と AI ツールはどのアプリでも使えます。キーはこの Clink の中で使えます。Pro を入れると、ほかのアプリでもキーで打てます。
ko: 음성 입력과 AI 도구는 모든 앱에서 됩니다. 키는 여기 Clink 안에서 쓸 수 있고요. Pro를 받으면 다른 앱에서도 키로 칠 수 있어요.
ms: Imlak suara dan alat AI berfungsi dalam setiap app. Kekunci berfungsi di sini dalam Clink. Dapatkan Pro untuk menaip padanya di mana-mana sahaja.
pt: O ditado por voz e as ferramentas de IA funcionam em todas as apps. As teclas funcionam aqui no Clink. Com o Pro escreves nelas em todo o lado.
ru: Голосовой ввод и ИИ-инструменты работают в любом приложении. Клавиши работают здесь, в Clink. С Pro на них можно печатать где угодно.
zh_hans: 语音输入和 AI 工具在任何应用里都能用。按键在 Clink 里能用。获取 Pro，就能在别的应用里也用它们打字。

source: Voice typing is free in every app
de: Spracheingabe ist in jeder App kostenlos
es: El dictado por voz es gratis en todas las apps
et: Häälsisestus on igas rakenduses tasuta
fr: La dictée est gratuite dans toutes les apps
hu: A hangbevitel minden appban ingyenes
it: La dettatura è gratis in ogni app
ja: 音声入力はどのアプリでも無料
ko: 음성 입력은 모든 앱에서 무료
ms: Imlak suara percuma dalam setiap app
pt: O ditado por voz é grátis em todas as apps
ru: Голосовой ввод бесплатен во всех приложениях
zh_hans: 语音输入在所有应用里都免费

source: Voice typing, in every app
de: Spracheingabe, in jeder App
es: Dictado por voz, en todas las apps
et: Häälsisestus, igas rakenduses
fr: La dictée vocale, dans toutes les apps
hu: Hangbevitel, minden appban
it: Dettatura vocale, in ogni app
ja: 音声入力（すべてのアプリで）
ko: 음성 입력, 모든 앱에서
ms: Taip suara, dalam setiap app
pt: Ditado por voz, em todos os apps
ru: Голосовой ввод — во всех приложениях
zh_hans: 语音输入，在所有应用里

source: Volume
de: Lautstärke
es: Volumen
et: Helitugevus
hu: Hangerő
ja: 音量
ko: 음량
ms: Kelantangan
ru: Громкость
zh_hans: 音量

source: Wait after each keystroke before suggestions update. Longer saves CPU during fast typing, shorter keeps the bar snappier.
de: Wartet nach jedem Tastenanschlag, bevor sich die Vorschläge aktualisieren. Länger spart CPU beim schnellen Tippen, kürzer hält die Leiste flotter.
es: Cuánto espera tras cada tecla antes de actualizar las sugerencias. Más tiempo ahorra CPU al escribir rápido; menos mantiene la barra más ágil.
et: Ootab pärast iga klahvivajutust, enne kui soovitused uuenevad. Pikem säästab CPU-d kiire tipimise ajal, lühem hoiab riba nobedamana.
fr: Attente après chaque frappe avant que les suggestions se mettent à jour. Plus long, ça économise le CPU quand tu tapes vite ; plus court, la barre reste plus réactive.
hu: Ennyit vár minden leütés után, mielőtt frissíti a javaslatokat. A hosszabb kíméli a procit gyors gépelésnél, a rövidebb pörgősebbé teszi a sávot.
it: Aspetta dopo ogni tasto prima di aggiornare i suggerimenti. Più lungo risparmia CPU quando scrivi veloce, più breve tiene la barra più reattiva.
ja: キーを押してから候補が更新されるまでの待ち時間です。長くすると速く打つときの CPU を節約でき、短くするとバーの反応が速くなります。
ko: 키를 누른 뒤 추천이 바뀌기까지 기다리는 시간이에요. 길면 빠르게 칠 때 CPU를 아끼고, 짧으면 바가 더 빠릿하게 반응해요.
ms: Masa tunggu selepas setiap ketikan sebelum cadangan dikemas kini. Lebih lama menjimatkan CPU semasa menaip laju, lebih pendek buat bar lebih pantas.
pt: Espera depois de cada tecla antes de as sugestões mudarem. Mais longo poupa CPU quando escreves depressa; mais curto mantém a barra mais rápida.
ru: Пауза после каждого нажатия перед обновлением подсказок. Дольше — экономнее для процессора при быстрой печати, короче — отзывчивее строка.
zh_hans: 每次按键后、建议更新前的等待时间。设长一点，快速打字时能省 CPU；设短一点，候选栏反应更快。

source: Wait time after each keystroke before suggestions update. Longer saves CPU during fast typing, shorter keeps the bar snappier.
de: Wartezeit nach jedem Tastenanschlag, bevor die Vorschläge sich aktualisieren. Länger spart CPU beim schnellen Tippen, kürzer hält die Leiste flotter.
es: Cuánto espera tras cada tecla antes de actualizar las sugerencias. Más tiempo ahorra CPU al escribir rápido; menos mantiene la barra más ágil.
et: Ooteaeg pärast iga klahvivajutust, enne kui soovitused uuenevad. Pikem säästab CPU-d kiire tipimise ajal, lühem hoiab riba nobedamana.
fr: Délai après chaque frappe avant que les suggestions se mettent à jour. Plus long, ça économise le CPU quand tu tapes vite ; plus court, la barre reste plus réactive.
hu: Ennyit vár minden leütés után, mielőtt frissíti a javaslatokat. A hosszabb kíméli a procit gyors gépelésnél, a rövidebb pörgősebbé teszi a sávot.
it: Quanto aspettare dopo ogni tasto prima di aggiornare i suggerimenti. Più lungo risparmia CPU quando scrivi veloce, più breve tiene la barra più reattiva.
ja: キーを押してから候補が更新されるまでの待ち時間です。長くすると速く打つときの CPU を節約でき、短くするとバーの反応が速くなります。
ko: 키를 누른 뒤 추천이 바뀌기까지 기다리는 시간이에요. 길면 빠르게 칠 때 CPU를 아끼고, 짧으면 바가 더 빠릿하게 반응해요.
ms: Masa tunggu selepas setiap ketikan sebelum cadangan dikemas kini. Lebih lama menjimatkan CPU semasa menaip laju, lebih pendek buat bar lebih pantas.
pt: Tempo de espera depois de cada tecla antes de as sugestões mudarem. Mais longo poupa CPU quando escreves depressa; mais curto mantém a barra mais rápida.
ru: Время ожидания после каждого нажатия перед обновлением подсказок. Дольше — экономнее для процессора при быстрой печати, короче — отзывчивее строка.
zh_hans: 每次按键后，建议栏更新前的等待时间。设长一点，快速打字时能省点 CPU；设短一点，建议栏反应更快。

source: Waiting
de: Warten
es: Esperando
et: Ootan
fr: En attente
hu: Várakozás
it: In attesa
ja: 待機中
ko: 대기 중
ms: Menunggu
pt: A aguardar
ru: Ожидание
zh_hans: 等待中

source: Waiting for the encryption key in your iCloud Keychain. Nothing is written until it's here.
de: Warten auf den Schlüssel im iCloud-Schlüsselbund. Bis er da ist, wird nichts geschrieben.
es: Esperando la clave de cifrado en tu llavero de iCloud. No se escribe nada hasta que llegue.
et: Ootab võtit sinu iCloudi võtmehoidjas. Enne kui ta on siin, ei kirjutata midagi.
fr: En attente de la clé de chiffrement dans ton trousseau iCloud. Rien n’est écrit tant qu’elle n’est pas là.
hu: Várakozás a titkosítási kulcsra az iCloud-kulcskarikádon. Amíg nincs meg, semmi nem íródik ki.
it: In attesa della chiave di crittografia nel tuo portachiavi iCloud. Finché non arriva, non viene scritto nulla.
ja: iCloudキーチェーン内の暗号鍵を待っています。届くまで何も書き込まれません。
ko: iCloud 키체인의 암호화 키를 기다리는 중입니다. 키가 도착할 때까지 아무것도 기록되지 않습니다.
ms: Menunggu kunci penyulitan dalam Rantai Kunci iCloud anda. Tiada apa-apa ditulis sehingga ia tiba.
pt: À espera da chave de encriptação no teu porta-chaves do iCloud. Nada é escrito até chegar.
ru: Ждём ключ шифрования из вашей Связки ключей iCloud. Пока его нет, ничего не записывается.
zh_hans: 正在等待 iCloud 钥匙串中的加密密钥。密钥到达前不会写入任何内容。

source: Wall side
de: Seite der Tastenflanke
es: Lado del borde elevado
et: Külgseina asukoht
fr: Côté du rebord
hu: Oldalfal helye
it: Lato del bordo
ja: 側面の位置
ko: 측면 위치
ms: Sisi dinding kekunci
pt: Lado do rebordo
ru: Сторона бортика
zh_hans: 侧壁位置

source: Want a key too? In Layout, add one and set its action to Tools menu.
de: Lieber eine Taste? Füge in „Layout“ eine hinzu und stell ihre Aktion auf „Tools-Menü“.
es: ¿También quieres una tecla? En Diseño, añade una y pon su acción en Menú de herramientas.
et: Tahad ka klahvi? Lisa Paigutuses üks ja määra selle tegevuseks Tööriistade menüü.
fr: Tu veux aussi une touche ? Dans Disposition, ajoute-en une et règle son action sur Menu Outils.
hu: Billentyűt is szeretnél? Az Elrendezésben adj hozzá egyet, és állítsd a műveletét Eszközök menüre.
it: Vuoi anche un tasto? In Layout aggiungine uno e imposta la sua azione su Menu strumenti.
ja: キーも欲しいときは、「レイアウト」でキーを追加して、動作を「ツールメニュー」にします。
ko: 키도 두고 싶다면 ‘레이아웃’에서 키를 추가하고 동작을 ‘도구 메뉴’로 설정하세요.
ms: Mahu kekunci juga? Dalam Susun atur, tambah satu dan tetapkan tindakannya kepada Menu alat.
pt: Também queres uma tecla? Em Esquema, adiciona uma e define a ação para Menu de ferramentas.
ru: Хотите ещё и клавишу? Добавьте её в «Раскладке» и задайте действие «Меню инструментов».
zh_hans: 也想要一个按键？在“布局”里加一个键，把它的动作设为“工具菜单”。

source: Warm and waiting for you to speak
de: Bereit und wartet darauf, dass du sprichst
es: Listo, esperando a que hables
et: Valmis ja ootab, et sa räägiksid
fr: Prêt, en attente que tu parles
hu: Készenlétben, arra vár, hogy megszólalj
it: Pronto, in attesa che tu parli
ja: 待機中です。話しかけてください
ko: 대기 중입니다. 말씀하세요
ms: Sedia menunggu anda bercakap
pt: Pronto, à espera de que fale
ru: Тепло и ждёт, когда вы заговорите
zh_hans: 已就绪，等你开口

source: Warp Speed
de: Lichtgeschwindigkeit
es: Velocidad warp
et: Warp-kiirus
fr: Vitesse de distorsion
hu: Warp sebesség
it: Velocità di curvatura
ja: ワープスピード
ko: 워프 스피드
ms: Kelajuan warp
pt: Velocidade de dobra
ru: Варп-скорость
zh_hans: 曲速

source: Warp the glass under your finger as you press each key, like the shift key.
de: Verzieht das Glas unter deinem Finger, während du jede Taste drückst, wie bei der Umschalttaste.
es: Deforma el cristal bajo tu dedo al pulsar cada tecla, como la de mayúsculas.
et: Moonutab klaasi su sõrme all, kui iga klahvi vajutad, nagu tõstuklahvi puhul.
fr: Déforme le verre sous ton doigt à chaque appui sur une touche, comme la touche Majuscule.
hu: Nyomd meg a billentyűt, és az üveg behajlik az ujjad alatt, ahogy a Shiftnél is.
it: Deforma il vetro sotto il dito quando premi un tasto, come fa il tasto Maiuscole.
ja: シフトキーのように、キーを押すと指の下のガラスがへこみます。
ko: Shift 키처럼 키를 누를 때마다 손가락 아래 유리가 눌리듯 휘어져요.
ms: Lentikkan kaca di bawah jari anda setiap kali tekan kekunci, macam kekunci shift.
pt: Distorce o vidro debaixo do teu dedo ao carregar em cada tecla, como a tecla Shift.
ru: Искажать стекло под пальцем при нажатии каждой клавиши — как у клавиши Shift.
zh_hans: 按下每个键时，让手指下方的玻璃轻轻变形，就像 Shift 键那样。

source: Wave
de: Welle
es: Onda
et: Laine
fr: Vague
hu: Hullám
it: Onda
ja: ウェーブ
ko: 웨이브
ms: Gelombang
pt: Onda
ru: Волна
zh_hans: 波浪

source: Wave width
de: Wellenbreite
es: Ancho de onda
et: Laine laius
fr: Largeur de l'onde
hu: Hullámszélesség
it: Larghezza dell'onda
ja: 波の幅
ko: 물결 너비
ms: Lebar gelombang
pt: Largura da onda
ru: Ширина волны
zh_hans: 波纹宽度

source: Waveform
de: Wellenform
es: Forma de onda
et: Lainekuju
fr: Forme d'onde
hu: Hullámforma
it: Forma d'onda
ja: 波形
ko: 파형
ms: Bentuk gelombang
pt: Forma de onda
ru: Форма волны
zh_hans: 波形

source: Waves
de: Wellen
es: Ondas
et: Lained
fr: Vagues
hu: Hullámok
it: Onde
ja: 波
ko: 파도
ms: Ombak
pt: Ondas
ru: Волны
zh_hans: 波浪

source: We're building this for you
de: Das bauen wir für dich
es: Lo construimos para ti
et: Me ehitame seda sinu jaoks
fr: Nous le créons pour toi
hu: Ezt neked építjük
it: Lo costruiamo per te
ja: あなたのために作っています
ko: 여러분을 위해 만들고 있어요
ms: Kami bina ini untuk anda
pt: Estamos a construí-lo para ti
ru: Мы делаем это для вас
zh_hans: 我们为你打造这款键盘

source: Web search
de: Websuche
es: Búsqueda web
et: Veebiotsing
fr: Recherche web
hu: Webes keresés
it: Ricerca web
ja: Web検索
ko: 웹 검색
ms: Carian web
pt: Pesquisa na Web
ru: Веб-поиск
zh_hans: 网页搜索

source: Weight
de: Stärke
es: Grosor
et: Paksus
fr: Graisse
hu: Vastagság
it: Spessore
ja: ウェイト
ko: 굵기
ms: Ketebalan
pt: Espessura
ru: Насыщенность
zh_hans: 字重

source: Welsh
de: Walisisch
es: Galés
et: Kõmri keel
fr: Gallois
hi: वेल्श
hu: Walesi
it: Gallese
ja: ウェールズ語
ko: 웨일스어
ms: Wales
ne: वेल्श
pt: Galês
ru: Валлийский
tr: Galce
zh_hans: 威尔士语

source: What Clink stores and sends
de: Was Clink speichert und sendet
es: Qué guarda y envía Clink
et: Mida Clink salvestab ja saadab
fr: Ce que Clink stocke et envoie
hu: Mit tárol és küld a Clink
it: Cosa Clink memorizza e invia
ja: Clink が保存・送信するもの
ko: Clink가 저장하고 보내는 것
ms: Apa yang Clink simpan dan hantar
pt: O que o Clink guarda e envia
ru: Что Clink хранит и что отправляет
zh_hans: Clink 存储和发送的内容

source: What I'm writing
de: Was ich schreibe
es: Lo que estoy escribiendo
et: Mida ma kirjutan
fr: Ce que j'écris
hu: Amit épp írok
it: Ciò che sto scrivendo
ja: 入力中のテキスト
ko: 지금 쓰는 내용
ms: Apa yang saya tulis
pt: O que estou a escrever
ru: То, что я пишу
zh_hans: 正在输入的内容

source: What Travels
de: Was mitgeht
es: Qué se sincroniza
et: Mis reisib kaasa
fr: Ce qui voyage
hu: Mi utazik veled
it: Cosa viaggia
ja: 同期される内容
ko: 함께 옮겨가는 것
ms: Apa yang ikut
pt: O que viaja
ru: Что переезжает
zh_hans: 会同步的内容

source: What does Clink use AI for?
de: Wofür nutzt Clink KI?
es: ¿Para qué usa Clink la IA?
et: Millega Clink TI-d kasutab?
fr: À quoi sert l'IA dans Clink ?
hu: Mire használ a Clink MI-t?
it: Per cosa usa l'AI, Clink?
ja: ClinkはAIを何に使っていますか？
ko: Clink은 AI를 어디에 쓰나요?
ms: Untuk apa Clink menggunakan AI?
pt: Para que é que o Clink usa IA?
ru: Для чего Clink использует ИИ?
zh_hans: Clink 把 AI 用在哪些地方？

source: What happens when you type
de: Was beim Tippen passiert
es: Qué pasa cuando escribes
et: Mis juhtub, kui tipid
fr: Ce qui se passe quand tu tapes
hu: Mi történik, amikor gépelsz
it: Cosa succede quando scrivi
ja: 入力したときに何が起きるか
ko: 입력할 때 일어나는 일
ms: Apa yang berlaku bila anda menaip
pt: O que acontece quando escreves
ru: Что происходит, когда вы печатаете
zh_hans: 你打字时发生了什么
